window.STUDENTS_DATA = {
  "groups": [
    {
      "name": "24ИС",
      "students": [
        {
          "id": 1,
          "name": "Б***** Сергей",
          "labs": [5, 5, 10, 10, 0, 0, 0, 0]
        },
        {
          "id": 2,
          "name": "Б*** Эмилия",
          "labs": [5, 5, 10, 10, 15, 10, 15, 30]
        },
        {
          "id": 3,
          "name": "Г**** Дмитрий",
          "labs": [5, 5, 10, 0, 0, 0, 0, 0]
        },
        {
          "id": 4,
          "name": "С***** Богдан",
          "labs": [5, 5, 0, 0, 0, 0, 0, 0]
        },
        {
          "id": 5,
          "name": "С**** Ксения",
          "labs": [5, 5, 10, 10, 13, 10, 12, 0]
        },
        {
          "id": 6,
          "name": "Ц**** Александр",
          "labs": [3, 3, 8, 0, 0, 0, 0, 0]
        },
        {
          "id": 7,
          "name": "Ч**** Даниэль",
          "labs": [5, 5, 10, 10, 15, 10, 15, 30]
        }
      ]
    },
    {
      "name": "24ИВ",
      "students": [
        {
          "id": 8,
          "name": "М***** Максим Юрьевич",
          "labs": [5, 0, 0, 0, 0, 0, 0, 0]
        },
        {
          "id": 9,
          "name": "Г**** Алексей Дмитриевич",
          "labs": [5, 5, 10, 10, 15, 10, 0, 0]
        },
        {
          "id": 10,
          "name": "Л***** Ангелина Юрьевна",
          "labs": [0, 0, 0, 0, 0, 0, 0, 0]
        },
        {
          "id": 11,
          "name": "Ш***** Михаил Вадимович",
          "labs": [5, 3, 0, 0, 0, 0, 0, 0]
        }
      ]
    },
    {
      "name": "24ПИ",
      "students": [
        {
          "id": 13,
          "name": "А***** Михаил Андреевич",
          "labs": [0, 0, 0, 0, 0, 0, 0, 0]
        },
        {
          "id": 14,
          "name": "З***** Виктория Андреевна",
          "labs": [5, 5, 10, 10, 15, 10, 0, 0]
        },
        {
          "id": 15,
          "name": "К***** Станислав Генадьевич",
          "labs": [5, 5, 10, 10, 0, 0, 0, 0]
        },
        {
          "id": 16,
          "name": "Л***** Маргарита Сергеевна",
          "labs": [5, 5, 10, 10, 15, 10, 15, 30]
        },
        {
          "id": 17,
          "name": "П***** Татьяна Александровна",
          "labs": [5, 5, 8, 10, 15, 10, 14, 30]
        },
        {
          "id": 18,
          "name": "В***** Людмила Дмитриевна",
          "labs": [5, 5, 10, 10, 15, 10, 15, 30]
        },
        {
          "id": 19,
          "name": "Д***** Дмитрий Юрьевич",
          "labs": [5, 5, 10, 10, 15, 10, 15, 27]
        },
        {
          "id": 20,
          "name": "К***** Александр Витальевич",
          "labs": [5, 5, 10, 10, 15, 10, 15, 30]
        },
        {
          "id": 21,
          "name": "М***** Илья Сергеевич",
          "labs": [5, 5, 10, 10, 15, 10, 15, 30]
        },
        {
          "id": 22,
          "name": "П***** Сергей Васильевич",
          "labs": [5, 5, 10, 7, 13, 10, 15, 27]
        },
        {
          "id": 23,
          "name": "С***** Андрей Владимирович",
          "labs": [5, 5, 10, 8, 12, 10, 14, 28]
        },
        {
          "id": 24,
          "name": "Р***** Елена Евгеньевна",
          "labs": [5, 5, 10, 10, 15, 10, 13, 30]
        },
        {
          "id": 25,
          "name": "Р**** Дарья Александровна",
          "labs": [3, 4, 10, 10, 15, 8, 13, 30]
        },
        {
          "id": 26,
          "name": "Ф***** Алексанр Дмитриевич",
          "labs": [0, 0, 0, 0, 0, 0, 0, 0]
        },
        {
          "id": 27,
          "name": "Т***** Николай Вячеславович",
          "labs": [5, 5, 10, 10, 15, 10, 15, 30]
        },
        {
          "id": 27,
          "name": "Т***** Анна Сергеевна",
          "labs": [0, 0, 0, 0, 0, 0, 0, 0]
        },
        {
          "id": 28,
          "name": "Ш***** Дарья Ильинична",
          "labs": [5, 5, 8, 10, 15, 8, 14, 0]
        }
      ]
    }
  ]
};
